/* System Audio Plugin not uninstalled err */
"A download is required to uninstall the System Audio Plugin. You can download the plugin from Techsmith.com" = "Um download é necessário para desinstalar o plug-in de áudio do sistema. O plug-in pode ser baixado no site Techsmith.com";

/* System audio plugin authorization required alert message */
"Authorization Required" = "Autorização necessária";

/* Authorize */
"Authorize" = "Autorizar";

/* Cancel */
"Cancel" = "Cancelar";

/* title for alert */
"Do you want to install the System Audio Plugin?" = "Deseja instalar o plug-in de áudio do sistema?";

/* message for alert */
"Do you want to uninstall the System Audio Plugin?" = "Deseja desinstalar o plug-in de áudio do sistema?";

/* title for uninstall alert */
"Download Required to Uninstall" = "Download necessário para desinstalar";

/* install button */
"Go to Website" = "Acessar o site";

/* install system audio component button */
"Install" = "Instalar";

/* message for install failed alert */
"Install Failed" = "Falha na instalação";

/* No */
"No" = "Não";

/* OK */
"OK" = "OK";

/* info for install failed alert
   info for uninstall failed alert */
"Please try again." = "Tente novamente.";

/* title for install alert */
"Plugin Required to Record System Audio" = "Plug-in necessário para gravar áudio do sistema";

/* TechSmith Audio Capture Component not installed err */
"The plugin (licensed from Rogue Amoeba Software) is required to record system audio such as alert sounds and the audio from your internal speakers." = "O plug-in (licenciado pela Rogue Amoeba Software) é necessário para gravar áudio do sistema, como sons de alerta e o áudio dos alto-falantes internos.";

/* System audio plugin authorization required alert info */
"The system audio plugin is installed but not authorized. Please enable the plugin from Rogue Amoeba Software in System Preferences -> Security & Privacy." = "O plug-in de áudio do sistema está instalado, mas não autorizado. Ative o plug-in da Rogue Amoeba Software em Preferências do Sistema -> Segurança e Privacidade.";

/* message for uninstall failed alert */
"Uninstall Failed" = "Falha na desinstalação";

/* Yes */
"Yes" = "Sim";

/* System Audio Plugin not installed err */
"You must install the System Audio Plugin to record system audio. You can download the plugin from Techsmith.com" = "É necessário instalar o plug-in de áudio do sistema para gravar áudio do sistema. O plug-in pode ser baixado no site Techsmith.com";

/* System Audio Plugin not installed err */
"You will not be able to record system audio for any applications that require the plugin." = "Você não poderá gravar áudio do sistema para quaisquer aplicativos que exigirem o plug-in.";

